/* Type of IP address */
"6to4 relay" = "";

/* No comment provided by engineer. */
"AirPort Connected" = "เปิดการเชื่อมต่อ AirPort แล้ว";

/* No comment provided by engineer. */
"Airport connected" = "เปิดการเชื่อมต่อ AirPort แล้ว";

/* No comment provided by engineer. */
"Airport disconnected" = "ปิดการเชื่อมต่อ AirPort แล้ว";

/* No comment provided by engineer. */
"AirPort Disconnected" = "ปิดการเชื่อมต่อ AirPort แล้ว";

/* No comment provided by engineer. */
"Battery charging..." = "กำลังชาร์ตแบตเตอรี่";

/* Type of IP address */
"Benchmark" = "ค่าสมรรถนะการประมวลผล";

/* No comment provided by engineer. */
"Bluetooth Connection" = "เปิดการเชื่อมต่อ Bluetooth แล้ว";

/* No comment provided by engineer. */
"Bluetooth Device Connected" = "เชื่อมต่อกับอุปกรณ์ Bluetooth แล้ว";

/* No comment provided by engineer. */
"Bluetooth Device Disconnected" = "ตัดการเชื่อมต่ออุปกรณ์ Bluetooth แล้ว";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "ปิดการเชื่อมต่อ Bluetooth แล้ว";

/* No comment provided by engineer. */
"Current charge: %d%%" = "ระดับประจุปัจจุบัน: %d%%";

/* No comment provided by engineer. */
"Ethernet activated" = "เปิดการทำงานเชื่อมต่อแลนแล้ว";

/* No comment provided by engineer. */
"Ethernet deactivated" = "ปิดการทำงานเชื่อมต่อแลนแล้ว";

/* No comment provided by engineer. */
"FireWire Connection" = "การเชื่อมต่อ FireWire";

/* No comment provided by engineer. */
"FireWire Device Connected" = "เชื่อมต่อกับอุปกรณ์ FireWire แล้ว";

/* No comment provided by engineer. */
"FireWire Device Disconnected" = "ตัดการเชื่อมต่ออุปกรณ์ FireWire แล้ว";

/* No comment provided by engineer. */
"FireWire Disconnection" = "การปิดการเชื่อมต่อ FireWire";

/* No comment provided by engineer. */
"Group Network Notifications" = "แจ้งเตือนเกี่ยวกับเครือข่ายรวม";

/* No comment provided by engineer. */
"Interface:\ten0" = "ช่องการเชื่อมต่อ:\ten0";

/* The %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\ten0\nMedia:\t%@" = "ช่องการเชื่อมต่อ:\ten0\nอุปกรณ์:\t%@";

/* No comment provided by engineer. */
"IP Acquired" = "ได้รับ IP แล้ว";

/* No comment provided by engineer. */
"IP address acquired" = "หมายเลข IP ที่ได้รับ";

/* No comment provided by engineer. */
"IP address released" = "หมายเลข IP ที่ปล่อย";

/* No comment provided by engineer. */
"IP Released" = "ปล่อย IP แล้ว";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "เชื่อมต่อกับเครือข่ายแล้ว\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "ออกจากเครือข่าย %@";

/* Type of IP address */
"Link-local" = "";

/* Type of IP address */
"Loopback" = "";

/* No comment provided by engineer. */
"Network Link Down" = "";

/* No comment provided by engineer. */
"Network Link Up" = "";

/* No comment provided by engineer. */
"New primary IP: %@ (%@)" = "หมายเลข IP หลักใหม่: %1$@(%2$@)";

/* No comment provided by engineer. */
"No IP address now" = "ตอนนี้ไม่มีหมายเลข IP";

/* No comment provided by engineer. */
"On A/C power" = "กำลังใช้ไฟบ้าน";

/* No comment provided by engineer. */
"On battery power" = "กำลังใช้ไฟแบตเตอรี่";

/* No comment provided by engineer. */
"On UPS power" = "กำลังใช้ไฟจากเครื่องสำรองไฟ";

/* No comment provided by engineer. */
"Preferences..." = "การตั้งค่า...";

/* Type of IP address */
"Private" = "ส่วนตัว";

/* Type of IP address */
"Public" = "สาธารณะ";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "ปิด HardwareGrowler";

/* Type of IP address */
"Reserved" = "สงวนไว้";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "แสดงอุปกรณ์ที่เชื่อมต่อเมื่อเปิด";

/* No comment provided by engineer. */
"Switched to A/C Power" = "เปลี่ยนไปใช้ไฟบ้านแล้ว";

/* No comment provided by engineer. */
"Switched to Battery Power" = "เปลี่ยนไปใช้ไฟแบตเตอรี่แล้ว";

/* No comment provided by engineer. */
"Switched to UPS Power" = "เปลี่ยนไปใช้ไฟจากเครื่องสำรองไฟแล้ว";

/* No comment provided by engineer. */
"Sync finished" = "ซิงค์เสร็จแล้ว";

/* No comment provided by engineer. */
"Sync started" = "เริ่มทำการซิงค์";

/* Type of IP address */
"Test" = "ทดสอบ";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "การตั้งค่านี้จะมีผลเมื่อปิดแล้วเปิด HardwareGrowler อีกครั้ง";

/* No comment provided by engineer. */
"Time remaining: %i minutes" = "เวลาที่เหลือ: %i นาที";

/* No comment provided by engineer. */
"Time to charge: %i minutes" = "เวลาที่ต้องใช้ชาร์ต: %i นาที";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "อุปกรณ์ FireWire ที่ไม่ระบุชื่อ";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "";

/* No comment provided by engineer. */
"USB Bus" = "";

/* No comment provided by engineer. */
"USB Connection" = "การเชื่อมต่อ USB";

/* No comment provided by engineer. */
"USB Device Connected" = "เชื่อมต่อกับอุปกรณ์ USB แล้ว";

/* No comment provided by engineer. */
"USB Device Disconnected" = "ตัดการเชื่อมต่ออุปกรณ์ USB แล้ว";

/* No comment provided by engineer. */
"USB Disconnection" = "ปิดการเชื่อมต่อ USB";

/* No comment provided by engineer. */
"Volume Mounted" = "";

/* No comment provided by engineer. */
"Volume Unmounted" = "";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "เปิดการตั้งค่า HardwareGrowler";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "แสดงไอคอนทั้งสองที่";

/* display the icon only in the dock */
"Show icon in the dock" = "แสดงไอคอนบน Dock";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "แสดงไอคอนบน Menu Bar";

/* display no icon at all */
"No icon visible" = "ไม่แสดงไอคอน";

/* No comment provided by engineer. */
"Icon:" = "ไอคอน:";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "เปิด HardwareGrowler เมื่อเข้าสู่ระบบ";

